Repository: leggettc18/leapod
Catalog: po/*.po
Languages: nl, ru

source: Podcast Client App
nl: Podcastapp
ru: Приложение для подкастов

source: Organize and listen to your podcasts
nl: Beheer en luister naar podcasts
ru: Организуйте и слушайте свои подкасты

source: Leopod;Podcast;Audio;
ru: Leopod;Podcast;Audio;Подкаст;Аудио

source: Organize and listen to your podcasts!
nl: Beheer en luister naar podcasts!
ru: Организуйте и слушайте свои подкасты!

source: Subscribe to podcasts, organize them, and listen to them.
nl: Abonneer op podcasts en beheer en luister naar ze.
ru: Подписывайтесь, настраивайте и слушайте свои подкасты.

source: The Podcast List
ru: Список подкастов

source: A Podcast's Episodes List
ru: Список эпизодов подкаста

source: The New Episodes View
ru: Список новых эпизодов

source: The Playback Box
ru: Прослушивание подкаста

source: Fixes
ru: Исправления

source: Fixes the infinite loading screen on the first launch before the database is created
ru: Исправлен бесконечный экран загрузки при первом запуске до создания базы данных

source: Replaces several deprecated functions and widgets
ru: Заменены несколько устаревших функций и виджетов

source: Fixes the keyboard shortcuts for seeking forward and back
ru: Исправлены сочетания клавиш для переключения вперед и назад

source: New Features
ru: Новые возможности

source: Import from and Export to OPML files
ru: Импорт и экспорт в OPML файлы

source: Window size and Maximized/Fullscreen State is now remembered
ru: Размер окна и состояния «Развернутый» и «Полноэкранный режим» теперь запоминаются

source: Improvements - Some Visible, some Under the Hood
ru: Улучшения — некоторые видимые, некоторые нет

source: New Icon!
ru: Новая иконка!

source: Update to Elementary OS 7.2 Runtime
ru: Обновление до elementary OS 7.2 runtime

source: Ported to GTK4
ru: Портировано на GTK4

source: Downloads and Episode Details Popovers replaced with Windows
ru: Всплывающие окна с информацией о загрузках и эпизодах заменены на обычные окна

source: Progress Bar Overlay added to Downloads button, so overall progress on downloads can be displayed without showing a window or popover
ru: К кнопке «Загрузки» добавлено наложение индикатора выполнения, поэтому теперь общий прогресс загрузки можно отображаться без окон

source: Various improvements made to indicate when the app is loading data or performing background tasks
ru: Отображение, когда приложение загружает данные или выполняет фоновые задачи

source: Fixes to various errors and warnings that were being logged to the console
ru: Исправлены различные ошибки и предупреждения, записываемые в консоль

source: Adds some color to the UI using the system's accent color
ru: Добавлен цвет в пользовательский интерфейс, используя акцентный цвет систем

source: Various bits of code reorganization to improve code clarity
ru: Реорганизация кода для повышения ясности

source: Updates release info for Appcenter and updates one of the screenshots
ru: Обновление информации в Appcenter и снимка экрана

source: Improvements
ru: Улучшения

source: Smooths out some UI interactions and styling
ru: Улучшения пользовательских взаимодействий и стилей

source: Adds ability to increase playback rate
ru: Добавлена возможность увеличивать скорость воспроизведения

source: Adds keyboard shortcuts for play/pause and seeking
ru: Добавлены сочетания клавиш для паузы и переключения

source: Under the Hood
ru: «Под капотом»

source: Replaces ClutterGST player with native GStreamer Player
ru: Заменён ClutterGST плеер на нативный GStreamer плеер

source: Replaces some more generic widgets with Granite Widgets, where applicable
ru: Некоторые виджеты были заменены на их аналоги из Granite

source: Bugfixes
ru: Исправления ошибок

source: Fixes inconsistency between MPRIS player playpause button and in-window playpause button
ru: Исправлено несоответствие между кнопкой паузы проигрывателя MPRIS и кнопкой паузы в окне

source: Fixes some contrast issues in light mode
ru: Исправлены некоторые проблемы с контрастностью в светлом режиме

source: Fixes Downloads Popover not showing up from New Episodes view.
ru: Исправлены всплывающие окна с загрузками, которые не отображались в просмотре новых эпизодов

source: Metadata improvements
ru: Улучшения метаданных

source: Add Podcast
nl: Podcast toevoegen
ru: Добавить подкаст

source: Menu
ru: Меню

source: Welcome to Leopod
nl: Welkom in Leopod
ru: Добро пожаловать в Leopod

source: Build your library by adding podcasts.
nl: Voeg podcasts toe om een verzameling aan te leggen.
ru: Создайте свою библиотеку подкастов.

source: Add a new Feed
nl: Feed toevoegen
ru: Добавить новую ленту

source: Provide the web address of a podcast feed
ru: Введите веб-адрес ленты подкастов

source: Import an OPML file
ru: Импортировать OPML файл

source: Import your podcast feeds from another app
ru: Импортируйте ваши ленты подкастов из другого приложения

source: All Podcasts
nl: Alle podcasts
ru: Все подкасты

source: New Episodes
ru: Новые эпизоды

source: Loading
ru: Загрузка

source: Main
ru: Главный экран

source: Welcome
nl: Welkom
ru: Добро пожаловать

source: Episodes
nl: Afleveringen
ru: Эпизоды

source: Select an OPML File
ru: Выберите OPML файл

source: Import
ru: Импортировать

source: Select a location for the OPML Export
ru: Выберите место для экспорта OPML файла

source: Export
ru: Экспортировать

source: Selected file doesn't appear to contain podcast subscriptions.
ru: Выбранный файл не содержит подписок на подкасты.

source: Selected file seems to be empty.
ru: Кажется, выбранный файл пуст.

source: Browse Podcast Episodes
ru: Просмотр эпизодов подкастов

source: Podcast RSS Feed URL
ru: URL-ссылка на RSS ленту подкаста

source: Cancel
ru: Отменить

source: Add
nl: Toevoegen
ru: Добавить

source: Are you sure you want to unsubscribe from the following podcast? - %s
ru: Вы уверены что хотите отписаться от следующего подкаста? - %s

source: This action cannot be undone
ru: Это действие не может быть отменено

source: Unsubscribe
ru: Отписаться

source: Description
ru: Описание

source: Download
ru: Загрузить

source: Play
ru: Играть

source: Delete
ru: Удалить

source: minute
ru: минута

source: second
ru: секунда

source: Cancel Download
ru: Отменить загрузку

source: Downloads
ru: Загрузки

source: Unsubscribe from Podcast
ru: Отписаться от подкаста

source: View the shownotes for this episode
ru: Посмотреть заметки об этом эпизоде

source: Seek Backward
ru: Назад

source: Play/Pause
ru: Играть/Остановить

source: Seek Forward
ru: Вперёд

source: Playback Rate
ru: Скорость воспроизведения

source: No Active Downloads
ru: Нет активных загрузок

source: Provide the web address of a podcast feed.
nl: Voer het adres van een podcastfeed in.

source: All Scrolled
nl: Alle gescrolde

source: Podcast RSS Feed URL:
nl: Feedurl van podcast:

source: Close
nl: Sluiten

source: Leapod
nl: Leopod
